Repository: H1d3r/CXPatcher
Catalog: Crossover patcher/*.lproj/Localizable.strings
Languages: ro, zh_hans

# AgreeAndProceedButtonText
source: Agree and Proceed
ro: Acord și Continuă
zh_hans: 同意并继续

# AllowRepatchUpgradeToggle
source: Allow repatch / upgrade
ro: Permite repatch / upgrade
zh_hans: 允许重新打补丁/升级

source: Credits:
ro: Credite:
zh_hans: 鸣谢：

# CreditsText
source: Many thanks to the developers behind the DXVK and MoltenVK patches for their great help and for providing the binaries.
ro: Mulțumiri multe dezvoltatorilor din spatele patch-urilor DXVK și MoltenVK pentru ajutorul lor deosebit și pentru furnizarea binarelor.
zh_hans: 非常感谢 DXVK 和 MoltenVK 补丁背后的开发者提供的巨大帮助和二进制文件。

# CrossOverDownloadURLText
source: CodeWeavers Downloads Page
ro: Pagina de Descărcări CodeWeavers
zh_hans: CodeWeavers 下载页面

# CWForums
source: CodeWeavers forums
ro: Forumurile CodeWeavers
zh_hans: CodeWeavers 论坛

# CWWebsite
source: CodeWeavers doesn't support patched or modified CrossOver apps, see the
ro: CodeWeavers nu oferă suport pentru aplicații CrossOver modificate sau patch-ate, consultați
zh_hans: CodeWeavers 不会为修改过或打过补丁的 CrossOver 应用提供支持，请参阅

# DisclaimerPleaseNoteLabelText
source: Please note:
ro: Vă rugăm să rețineți:
zh_hans: 请注意：

# DisclaimerText
source: This is an unofficial patching program for CrossOver, and CodeWeavers is in no way involved in its development. Although it has been tested, this software may render your CrossOver installation unusable or unstable. USE AT YOUR OWN RISK. Use of this patcher will also void any official support from CodeWeavers. If you face any issues after your installation has been patched, you may download a new copy of CrossOver from the CodeWeavers website.
ro: Acesta este un program de patch neoficial pentru CrossOver, iar CodeWeavers nu este în niciun fel implicată în dezvoltarea acestuia. Deși a fost testat, acest software poate face instalarea CrossOver inutilizabilă sau instabilă. FOLOSIȚI PE RISCUL PROPRIU. Utilizarea acestui patcher va anula și orice suport oficial oferit de CodeWeavers. Dacă întâmpinați probleme după ce instalația a fost patch-uită, puteți descărca o nouă copie a CrossOver de pe site-ul CodeWeavers.
zh_hans: 这是一个非官方的 CrossOver 补丁工具，CodeWeavers 没有以任何形式参与其开发。尽管经过了测试，此软件仍可能会导致您的 CrossOver 无法使用或不稳定。请自行承担风险！使用此打补丁程序还会使您失去 CodeWeavers 的官方支持。 如果在打补丁后遇到任何问题，您可以从 CodeWeavers 网站下载新的 CrossOver 副本。

# XtLibsButtonText
source: Locate DXMT folder
ro: Localizează folderul DXMT
zh_hans: 定位DXMT文件夹

# XtLibsLabel
source: Install external framework
ro: Instalează cadrul extern
zh_hans: 安装外部框架

# XtLibsToggle
source: Install DXMT
ro: Instalează DXMT
zh_hans: 安装 DXMT

# XtLibsLocateText
source: Locate the DXMT folder using the button below:
ro: Localizează folderul DXMT folosind butonul de mai jos:
zh_hans: 使用下面的按钮定位DXMT文件夹：

# XtLibsPathLabelText
source: External resource folder path
ro: Calea folderului de resurse externe
zh_hans: 外部资源文件夹路径

# XtLibsDisclaimerText
source: WARNING: This is an Alpha release, it may be unstable and crash your machine, use at your own risk, When the patch is applied YOU NEED TO CREATE A NEW BOTTLE FOR DXMT
ro: AVERTISMENT: Aceasta este o versiune Alpha, poate fi instabilă și poate cauza prăbușirea computerului. Folosiți pe propria răspundere. Când patch-ul este aplicat, TREBUIE SĂ CREAȚI O STICLĂ NOUĂ PENTRU DXMT
zh_hans: 警告：这是一个Alpha版本，可能不稳定并导致您的计算机崩溃，请自行承担风险。当应用补丁时，您需要为DXMT创建一个新的瓶子。

# GPTKToggle
source: Integrate D3DMetal (GPTK)
ro: Integrare D3DMetal (GPTK)
zh_hans: 集成 D3DMetal（GPTK）

source: Force Patch
ro: Forțează Patch-ul
zh_hans: 强制打补丁

source: Instructions
ro: Instrucțiuni
zh_hans: 说明

# InstructionsAskWhatDo
source: What does this program do?
ro: Ce face acest program?
zh_hans: 这个程序是做什么的？

# InstructionsButtonText
source: Instructions
ro: Instrucțiuni
zh_hans: 说明

# InstructionsFunctionDescription
source: This patcher modifies your CrossOver installation to use updated and tweaked versions of DXVK and MoltenVK, which in some instances will improve compatibility or performance for some games.
ro: Acest patcher modifică instalarea dvs. CrossOver pentru a utiliza versiuni actualizate și ajustate ale DXVK și MoltenVK, ceea ce în unele cazuri va îmbunătăți compatibilitatea sau performanța pentru anumite jocuri.
zh_hans: 此补丁程序将修改您的 CrossOver 安装，使用更新和优化版本的 DXVK 和 MoltenVK，有时会提高某些游戏的兼容性或性能。

# InstructionsText
source: Ensure you have an unmodified release version of CrossOver, as downloaded from your CodeWeavers account page. Make sure CrossOver has been registered and run at least once, to make sure the latest DXVK is activated properly. You may need to toggle DXVK off and on within CrossOver. If for any reason your CrossOver install has been rendered unusable, it can be downloaded again from the CodeWeavers website; this patcher will not make any permanent modifications to your CrossOver bottles.
ro: Asigurați-vă că aveți o versiune neluată în modificare a CrossOver, descărcată de pe pagina contului dvs. CodeWeavers. Asigurați-vă că CrossOver a fost înregistrat și rulat cel puțin o dată, pentru a vă asigura că DXVK-ul cel mai recent este activat corect. S-ar putea să fie necesar să dezactivați și să reactivați DXVK în CrossOver. Dacă, din orice motiv, instalarea CrossOver devine inutilizabilă, o puteți descărca din nou de pe site-ul CodeWeavers; acest patcher nu va face modificări permanente în recipienții CrossOver.
zh_hans: 请确保您从 CodeWeavers 账户页面下载了未经修改的 CrossOver 发布版本。确保 CrossOver 已注册并至少运行一次，以确保最新的 DXVK 已正确启用。您可能需要在 CrossOver 中切换启用或禁用 DXVK。若有任何原因导致您的 CrossOver 无法使用，您可以从 CodeWeavers 网站重新下载它，此补丁程序不会对您的 CrossOver 容器进行任何永久性修改。

# PatchStatusAlreadyPatched
source: This CrossOver.app has already been patched!
ro: Acest CrossOver.app a fost deja patch-uit!
zh_hans: 此 CrossOver.app 已经打过补丁！

# PatchStatusError
source: This version of CrossOver is not supported. Please use CrossOver %@ from the CodeWeavers website.
ro: Nu s-a putut face patch-ul CrossOver.app. Vă rugăm să verificați că încercați să faceți patch la versiunea de lansare a CrossOver %@ de pe site-ul CodeWeavers.
zh_hans: 无法为该版本的 CrossOver 打补丁。请从 CodeWeavers 网站下载 CrossOver %@。

# PatchStatusReady
source: Drop your CrossOver.app here or click to select it in Finder
ro: Trageți CrossOver.app aici sau faceți clic pentru a-l selecta în Finder
zh_hans: 将您的 CrossOver.app 拖到此处 或点击以在访达中选择它

# PatchStatusSuccess
source: CrossOver.app has been successfully patched
ro: CrossOver.app a fost patch-uit cu succes
zh_hans: 已成功为 CrossOver.app 打补丁

# RestoreButtonLabel
source: Restore
ro: Restabilire
zh_hans: 恢复

# RestoreConfirm
source: Cool!
ro: Foarte bine!
zh_hans: 完成！

# RestoreFailure
source: Either this CrossOver.app is unpatched, or was patched with an incompatible version of CXPatcher.
ro: Fie acest CrossOver.app nu are patch sau a fost patch-uit cu o versiune incompatibilă a CXPatcher.
zh_hans: 此 CrossOver.app 未打过补丁，或者使用不兼容的 CXPatcher 版本打过补丁。

# RestoreStatusLabel
source: CrossOver.app Restore
ro: Restabilire CrossOver.app
zh_hans: 恢复 CrossOver.app

# RestoreSuccess
source: CrossOver.app has been successfully restored.
ro: CrossOver.app a fost restabilit cu succes.
zh_hans: 已成功恢复 CrossOver.app

# MediaFoundation
source: In order to make Media foundation libraries work you'll have to install GStreamer (Install for all users required)
ro: Pentru a face ca bibliotecile Media Foundation să funcționeze, va trebui să instalați GStreamer (Instalare necesară pentru toți utilizatorii)
zh_hans: 为使 Media Foundation 正常工作，您需要安装 GStreamer（需要为所有用户安装）

source: Download GStreamer
ro: Descărcați GStreamer
zh_hans: 下载 GStreamer

# GStreamerInstalled
source: GStreamer is already Installed
ro: GStreamer este deja instalat
zh_hans: GStreamer 已安装

# waitFor
source: Waiting for you to read the disclaimer and confirm
ro: Așteptăm să citiți avertismentul și să confirmați
zh_hans: 等待您阅读免责声明并确认

# confirmationValue
source: I will not ask CodeWeavers for support or refund
ro: Nu voi solicita suport sau rambursare de la CodeWeavers
zh_hans: 我不会向 CodeWeavers 请求支持或退款

# confirmation
source: Please type 'I will not ask CodeWeavers for support or refund' in the input field below
ro: Vă rugăm să tastați „Nu voi solicita suport sau rambursare de la CodeWeavers” în câmpul de introducere de mai jos
zh_hans: 请在下方输入框中输入“我不会向 CodeWeavers 请求支持或退款”

source: unsupported
ro: nesuportat
zh_hans: 不受支持

# bottlesPathToggle
source: Use separate bottles path
ro: Folosește o cale separată pentru sticle
zh_hans: 使用独立的容器路径

# optionsButtonText
source: Advanced Options
ro: Opțiuni Avansate
zh_hans: 高级选项

source: Options
ro: Opțiuni
zh_hans: 选项

# MTLHUDToggle
source: METAL HUD always on
ro: METAL HUD mereu activat
zh_hans: 始终开启 METAL HUD

# DisableFastMathToggle
source: Disable fast math
ro: Dezactivați matematica rapidă
zh_hans: 禁用快速数学计算

# DisableAutoUpdate
source: Prevent CrossOver auto update
ro: Prevenirea actualizării automate a CrossOver
zh_hans: 阻止 CrossOver 的自动更新

# bottlesToggleHelp
source: Bottles will be saved in a different folder, crossover won't use the bottles generated with stock CrossOver, you may need to create a new bottle, there's an option to customize the path where the bottles are located
ro: Sticlele vor fi salvate într-un folder diferit. CrossOver nu va utiliza sticlele generate cu CrossOver-ul standard. Este posibil să fie nevoie să creați o sticlă nouă. Există o opțiune pentru personalizarea căii în care se află sticlele.
zh_hans: 容器将保存在不同的文件夹中，CrossOver 不会使用使用标准 CrossOver 生成的容器，您可能需要创建一个新容器，有一个选项可以自定义容器存储的路径

# gptkToggleHelp
source: Updates the current Gameporting toolkit libraries
ro: Actualizează bibliotecile curente ale Gameporting toolkit
zh_hans: 更新当前的游戏移植工具库

# mkvToggleHelp
source: Updates MoltenVK (with the UE4 Hack)
ro: Actualizează bibliotecile MoltenVK (cu hack UE4)
zh_hans: 更新 MoltenVK 库（带有 UE4 Hack）

# dxvkToggleHelp
source: Updates DXVK libraries
ro: Actualizează bibliotecile DXVK
zh_hans: 更新 DXVK 库

# signatureToggleHelp
source: removes app signature to fix GateKeeper issues (app will open with the right click)
ro: Elimină semnătura aplicației pentru a rezolva problemele cu GateKeeper (aplicația se va deschide cu clic dreapta)
zh_hans: 删除应用程序签名以解决 GateKeeper 问题（请稍后使用右键菜单打开应用程序）

# autoUpdateToggleHelp
source: Disable CrossOver's update check prompt
ro: Dezactivează verificarea actualizărilor CrossOver
zh_hans: 禁用 CrossOver 的更新检查提示

# fastMathToggleHelp
source: Fixes some rendering issues with some games using DXVK (SLOWER) for all bottles
ro: Rezolvă unele probleme de redare cu anumite jocuri folosind DXVK (MAI LENT) pentru toate sticlele
zh_hans: 为所有容器修复特定 DXVK 的游戏的渲染问题（此选项将会降低性能）

# advertiseAVXToggle
source: Always Advertises AVX
ro: Anunță întotdeauna AVX
zh_hans: 始终广告AVX

# advertiseAVXToggleHelp
source: This forces rosetta to advertise AVX, instead of only using it on demand (Some games like Yakuza need that to run) will make some games run but could potentially slow down or break other games if not sure leave unchecked
ro: Aceasta forțează rosetta să anunțe AVX, în loc să îl folosească doar la cerere (unele jocuri, cum ar fi Yakuza, au nevoie de asta pentru a rula). Poate face ca unele jocuri să ruleze, dar ar putea încetini sau deteriora alte jocuri. Dacă nu ești sigur, lasă necompletat
zh_hans: 这将强制Rosetta广告AVX，而不是仅在需要时使用它（某些游戏如Yakuza需要这样才能运行）。这可能会使某些游戏运行，但可能会减慢或破坏其他游戏。如果不确定，请保持未选中状态

# hudToggleHelp
source: Enables The Metal Hud For all bottles
ro: Activează Metal Hud pentru toate sticlele
zh_hans: 为所有容器启用 METAL HUD

# MVKdontPatch
source: Don't patch
ro: Nu faceți patch
zh_hans: 不要打补丁

# MVKbaseline
source: Base MVK + UE4 hack
ro: Bază MVK + hack UE4
zh_hans: 稳定版 MVK + UE4 Hack

# MVKlatest
source: Latest MVK + UE4 hack
zh_hans: 最新MVK + UE4破解

# MVKexperimental
source: Experimental MVK + UE4 hack
ro: Ultima versiune MVK + hack UE4
zh_hans: 实验性MVK + UE4破解

# DXVKAsyncToggle
source: DXVK Async
ro: DXVK Asincron
zh_hans: DXVK 异步

# DXVKAsyncToggleHelp
source: Enables DXVK Asynchronous Shader compilation
ro: Activează compilarea asincronă a shaderelor DXVK
zh_hans: 启用 DXVK 异步着色器编译

source: Continue
ro: Continuați
zh_hans: 继续

source: D3dMetal cache
ro: Cache D3dMetal
zh_hans: D3dMetal 缓存

# clearD3dmetalCache
source: Clear
ro: Șterge
zh_hans: 清除

# ShowD3dmetalCacheFolder
source: Show folder
ro: Afișare folder
zh_hans: 显示文件夹

source: Find Steam Caches
ro: Găsește Căile de acces Steam
zh_hans: 查找 Steam 缓存

# d3dmetalCacheDeleted
source: All D3dMetal cache has been cleared
ro: Toate cache-urile D3dMetal au fost șterse
zh_hans: 所有 D3dMetal 缓存已清除

# d3dmetalCacheDeleteFailed
source: Failed to delete d3dmetal cache
ro: Nu s-a putut șterge cache-ul D3dMetal
zh_hans: 删除 D3dMetal 缓存失败

# scanningSteamFolders
source: Scanning Steam cache folders
ro: Scanarea dosarelor cache Steam
zh_hans: 扫描 Steam 缓存文件夹

# clickFindSteamCaches
source: Click to scan Steam cache folders
ro: Faceți clic pentru a scana dosarele cache Steam
zh_hans: 单击以扫描 Steam 缓存文件夹

# steamCacheDeleted
source: The Selected Steam cache folder has been cleared
ro: Dosarul de cache Steam selectat a fost șters
zh_hans: 所选的 Steam 缓存文件夹已清除

# steamCacheDeleteFailed
source: Failed to delete selected steam cache
ro: Nu s-a putut șterge cache-ul Steam selectat
zh_hans: 无法删除所选的 Steam 缓存

# steamCacheDeleteInProgress
source: Clearing selected Steam cache
ro: Se șterge cache-ul Steam selectat
zh_hans: 清除所选的 Steam 缓存

# toolsButtonText
source: Tools
ro: Instrumente
zh_hans: 工具

source: DXMT Options
ro: Opțiuni DXMT
zh_hans: DXMT选项

# preferredMaxFrameRate
source: Max Frame Rate: %@
ro: Rată Maximă de Cadre: %@
zh_hans: 最大帧率：%@

# preferredMaxFrameRateHelp
source: can be set to enforce the application's frame pacing being controled by Metal. The value must be a factor of your display's refresh rate. (e.g. 15/30/40/60/120 is valid for a 120hz display).
ro: Poate fi setată pentru a forța ritmul cadrelor aplicației să fie controlat de Metal. Valoarea trebuie să fie un multiplu al ratei de reîmprospătare a ecranului. (ex. 15/30/40/60/120 este valabil pentru un ecran de 120Hz).
zh_hans: 可以设置为由Metal控制应用程序的帧率节奏。值必须是显示器刷新率的倍数。（例如，15/30/40/60/120对120Hz显示器有效）。

source: Metal FX Spatial
ro: Metal FX Spațial
zh_hans: Metal FX 空间

# metalFXSpatialHelp
source: Enables MetalFX spatial upscaler on output swapchain. By default it will double the output resolution.
ro: Activează scalatorul spațial MetalFX pe lanțul de schimbare a ieșirii. Implicit, va dubla rezoluția de ieșire.
zh_hans: 在输出交换链上启用MetalFX空间升频器。默认情况下，它会将输出分辨率加倍。

# metalSpatialUpscaleFactor
source: Upscale Factor: %@
ro: Factor de Scalare: %@
zh_hans: 升频因子：%@

# hasAlreadyBackup
source: I can't create a backup of the app, please make sure there isn't any Crossover_original.app copies in your app folder and try again
zh_hans: 无法创建应用的备份，请确保应用文件夹中没有 Crossover_original.app 的副本，然后重试。
